Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/Zenway - ROG Masters.tmx
Source language: en
Languages: id, ja, ko, th, vi, zh_hant_tw

source: An example of this exception would be that the player is not a citizen of the country but a permanent resident, in which this case will still have to provide valid documentation to prove that he/she is a permanent resident of said country.
ja: この例外の例としては、プレイヤーがその国の国籍者ではないが永住者であることが挙げられます。この場合、その国の永住者であることを証明するための有効な書類を提出する必要があります。
ko: 예외 사항의 예시를 보자면 선수가 시민권자가 아닌 영주권자일 경우이며, 이러한 상황이라 할지라도 선수는 그/그녀가 해당 국가의 영주권자임을 입증할 유효한 문서를 제공해야 합니다.

source: Tournament participants
ja: トーナメント参加者
ko: 토너먼트 참가자들

source: After the match, protests will be reviewed by the administration as soon as possible.
ja: 運営は、試合後、抗議をできるだけ早く審査します。
ko: 관리부는 경기가 끝난 뒤 최대한 빠르게 이의 사항을 검토할 것입니다.

source: Minor penalty points are given for minor incidents such as not providing required team data before a deadline, violation of rules of conduct or abusive language during participation in any phase of the tournament.
ja: 軽度のペナルティポイントは、締切前に必要なチームデータを提供しない、行動規範違反や、トーナメントのいずれかのフェーズに参加中に発された罵りなどの軽度のインシデントに対して与えられます。
ko: 요구받은 팀 데이터를 기한 내에 제공하지 않는 행위, 토너먼트 참가 중 폭언 등 사소한 위반 행위에 대해 경미한 페널티 포인트가 주어집니다.

source: In the case a player is sure that someone can see his screen, viewers screen or hear the casters, he should notify the tournament administration as soon as possible about this issue.
ja: プレイヤーが、誰かが自分の画面、視聴者の画面、またはキャスターを聞くことができると確信している場合は、この問題についてできるだけ早くトーナメントの運営に通知する必要があります。
ko: 누군가가 자신의 화면을 보거나, 시청자가 캐스터의 화면을 엿보거나 대화를 엿들을 수 있다고 확인하는 선수는 토너먼트 관리부에 이 문제를 최대한 빨리 통보해야 합니다.

source: Disqualification
ja: 失格
ko: 실격 처리

source: Players are restricted to modify the CS:GO client with third party files (such as custom chat messages, radar modifications, etc).
ja: プレイヤーは、サードパーティーのファイル (カスタムチャットメッセージ、レーダーの変更など) を使って CS:GO クライアントを変更することは制限されています。
ko: 플레이어는 제3자 파일(예: 사용자 지정 채팅 메시지, 레이더 수정 등)을 써서 CS:GO 클라이언트를 수정하는 것을 제한받습니다.

source: During Offline/LAN Games, players should type in chat or report to a line referee about technical issues, and the server admin will set match on pause.
ja: オフライン/LAN ゲーム中、プレイヤーは技術的な問題についてチャットに入力するか、副審に報告する必要があります。サーバー管理者は試合を一時停止に設定します。
ko: 오프라인/LAN 게임 중 선수들은 채팅을 입력하거나 심판에게 기술적인 문제를 보고해야 하며, 이에 대해 서버 관리자는 경기를 일시 중단시킬 것입니다.

source: If one or more players don’t show up for the match on time, the organizer has the right to disqualify the team from the match after 10 minutes of waiting.
ja: 1 人以上のプレイヤーが時間通りに試合に出場しなかった場合、主催者は 10 分待った後にチームを失格とする権利を有します。
ko: 한 명 이상의 선수가 정시에 경기에 출석하지 않은 경우, 주최자는 10분 동안 기다린 후 팀을 경기에서 실격시킬 권리가 있습니다.

source: Players and their representatives confirm that they allow the organizer to collect data of the accounts and every action on the PCs during matches.
ja: プレイヤーとその代表者は、主催者が試合中、アカウントおよび PC 上のすべてのアクションのデータを収集することを許可することを確認します。
ko: 선수들과 그 대표자들은 주최자가 계정 정보와 경기 중 모든 PC 활동 정보를 수집하는 것을 허용했음을 확인합니다.

source: This includes but is not limited to: video streams (e.g. PoV streams), radio streams, GOTV, replays, demos or TV broadcasts.
ja: これには、ビデオストリーム (POV ストリームなど)、ラジオストリーム、GOTV、リプレイ、デモ、テレビ放送などが含まれますが、これらに限定されません。
ko: 방송 권리는 영상 방송(예: PoV 스트림), 음성 방송, GOTV, 리플레이, 데모 또는 TV 방송을 포함하되 그에 국한되지 않습니다.

source: All communication will be limited to email if other means are not specified by organizers in an email (e.g. moving the discussion to messengers or text servers).
ja: 主催者が電子メールで他の手段を指定しない限り (話し合いをメッセンジャーやテキストサーバーに移動するなど)、すべての通信は電子メールに限定して行います。
ko: 모든 통신은 주최자가 이메일에서 다른 수단을 지정하지 않았을 경우 이메일로 제한됩니다(예: 토론을 메신저 또는 텍스트 서버로 이동).

source: Tournament participants and Tournament Period
ja: トーナメント参加者とトーナメント期間
ko: 토너먼트 참가자들과 토너먼트 기간

source: If the player holds passports from more than one country - he will be counted as representative of the country he participated during the first match of the tournament.
ja: プレイヤーが、複数の国のパスポートを所持している場合、参加したトーナメントの最初の試合の国の国籍者としてカウントされます。
ko: 선수가 두 개 이상의 국가의 여권을 소지하는 경우 - 토너먼트의 첫 번째 경기에서 참가한 국가의 대표로 간주됩니다.

source: Following settings will be applied in all matches of the tournament:
ja: トーナメントのすべての試合で、以下の設定が適用されます。
ko: 토너먼트의 모든 경기에는 다음 설정이 적용됩니다.

source: The publication of such material is prohibited without written confirmation from the ASUS Head Referee.
ja: また、ASUS の主審からの書面による確認なしにこのような資料を公開することは、禁止とします。
ko: ASUS 주심의 서면 확인 없이는 해당 자료를 출판 또는 공개할 수 없습니다.

source: Information abuse
ja: 情報の乱用
ko: 정보 남용

source: Players are not allowed to use weapon nametags which violate codes of conduct or have sponsors/advertisement on it.
ja: プレイヤーは、行動規範に違反するか、スポンサー名や広告が掲載されている武器の名前タグを使用することはできません。
ko: 선수들은 행동 강령을 위반하거나 스폰서/광고가 있는 무기 네임태그를 사용할 수 없습니다.

source: During technical pause players and coaches will be muted and restricted to communicate with in-game chat or by voice.
ja: 技術的な一時停止中、プレイヤーとコーチはミュートされ、ゲーム内チャットか音声による連絡に制限されます。
ko: 기술적 일시 중단 동안 선수들과 코치들은 음소거 처리되며, 의사소통은 게임 내 채팅 또는 음성 대화로 제한됩니다.

source: The teams will provide the organizer access to their voice communication during the matches.
ja: チームは試合中、主催者が音声通信へアクセスできるようにします。
ko: 팀은 경기 중 주최자에게 음성 통신에 접근할 권한을 제공합니다.

source: We recommend checking with the tournament referees whether certain bug or glitch is considered prohibited.
ja: 特定のバグや不具合が禁止されているかどうかについては、トーナメント審判に確認することをお勧めします。
ko: 토너먼트 심판에게 어떤 버그나 결함이 금지되었는지 확인해볼 것을 권합니다.

source: Further roster changes will be allowed only as emergency transfers;
ja: さらに名簿の変更は、緊急交代の場合にのみ許可されます。
ko: 추가 로스터 변경은 긴급 전송 시에만 허용됩니다;

source: The term "Official matches" refers to matches that take place under the banner of ROG Masters 2021 for any stage of the tournament.
ja: 「公式試合」という用語は、トーナメントのどのステージかにかかわらず、ROG Masters 2021 と銘打って行われる試合を指します。
ko: 용어 "공식 경기"는 토너먼트의 모든 단계에서 ROG 마스터즈 2021 배너 아래 열리는 경기들을 의미합니다.

source: The exact times will be communicated by the tournament administration depending on the logistic possibilities on the schedule.
ja: 正確な時間については、スケジュール上の進行状況に応じて、トーナメントの運営が伝達します。
ko: 토너먼트 관리부가 일정에 맞춰서 정확한 휴식 시간을 조정 및 발표할 것입니다.

source: The organizer can allow players to communicate with each other in case of long pause due to solving serious technical issues.
ja: 主催者は、深刻な技術的な問題を解決するために長期の一時停止を行う場合には、プレイヤーが互いに連絡を取り合うことを可能にすることができます。
ko: 심각한 기술적 문제를 해결하기 위한 장기간의 기술적 일시 중단이 발생할 경우, 주최자는 선수들 간의 의사소통을 허용할 수 있습니다.

source: Second Runner Up
ja: 3位

source: It is prohibited to use any advantages of ghosting, which is not reported to the organizer.
ja: 主催者に報告せずにゴースティングを利用することは禁止されています。
ko: 주최자에 보고 없이 고스팅으로 이점을 얻는 모든 행위가 금지됩니다.

source: Before the team decides to add a player to the roster, ASUS needs to be informed accord to communication channels with the following information:
ja: チームがプレイヤーを名簿に追加することを決定する前に、ASUS に次の情報を通信チャネルを通じて通知する必要があります。
ko: 팀이 로스터에 선수를 추가하기 전, 아래의 정보를 ASUS의 통신 채널에 통보해야 합니다:

source: During the online closed qualifiers, coaches need to be registered in the team profile before check-in.
ja: オンラインのクローズド型の予選では、チェックイン前にコーチをチームプロフィールに登録する必要があります。
ko: 온라인 비공개 예선전에서 코치는 체크인 전에 팀 프로필에 등록해야 합니다.

source: Detailed information with respect to how to play and win prizes in connection with this specific Tournament, ASUS Terms of Use Notice, and ASUS Privacy Policy, constitutes part of this Official Rulebook and Regulations.
ja: このトーナメントに関するプレイ方法や賞金獲得方法に関する詳細情報、ASUS 利用規約通知、および ASUS プライバシーポリシーは、本公式規則集および規制の一部を構成しています。
ko: 본 토너먼트 플레이 방식과 상금 수령에 관한 정보는 공식 규정집 및 규율에 포함되는 ASUS 이용 약관, ASUS 개인 정보 보호 정책을 살펴보십시오.

source: LAN stage rules
ja: LAN ステージ規則
ko: LAN 단계 규칙

source: A player was denied or didn't get approved visa on time;
ja: プレイヤーが入国を拒否されたか、承認されたビザを適時に取得できなかった場合。
ko: 선수가 비자를 거부 받거나 제 시간 내에 승인받지 못함

source: Global Offensive.]
ja: お知らせください]
ko: 제출해 주세요.]
zh_hant_tw: 全球攻勢》使用的唯一遊戲 ID。

source: The majority of the lineup present in the team match must have the home country in the region they are registered as participants.
ja: チームマッチに参加するラインナップの過半数が、参加者として登録されているリージョンに母国がある必要があります。
ko: 현재 팀 경기의 라인업 과반수가 팀이 참가 지역으로 등록한 국가의 국적을 보유해야 합니다

source: Protest can be submitted after the match within 10 minutes after it finishes.
ja: 抗議は、試合終了後 10 分以内に行うことができます。
ko: 이의 제기는 경기 종료 후 10분 이내에 이뤄져야 합니다.

source: Online matches
ja: オンラインマッチ
ko: 온라인 경기

source: Teams cannot refuse to play in a match officially broadcasted by the organizer or partners.
ja: 主催者またはパートナーが公式放送した試合では、チームは試合でのプレイを拒否することはできません。
ko: 팀들은 주최자 혹은 파트너들에 의해 공식적으로 방송되는 경기에서의 플레이를 거부할 수 없습니다.

source: The team name may not have any extensions in the team names.
ja: チーム名にはいかなる拡張子も含めてはなりません。
ko: 팀 이름에는 팀 이름들의 연장형이 있어서는 안 됩니다.

source: Media obligations
ja: メディアに関する義務
ko: 미디어 책임

source: FACEIT.com has own anti-cheat which requires beforehand installation.
ja: FACEIT.com には独自のチート対策があり、事前インストールが必要です。
ko: FACEIT.com에는 설치 전에 요구하는 고유의 안티 치트가 있습니다.

source: All teams will need to submit the roster for online qualifiers on the platform.
ja: すべてのチームはプラットフォーム上のオンライン予選の名簿を提出する必要があります。
ko: 모든 팀은 온라인 예선용 로스터를 플랫폼에 제출해야 합니다.

source: A player who was VAC-banned on any of his own accounts is not eligible to take part in the tournament.
ja: 自分のアカウントで VAC が禁止されたプレイヤーは、トーナメントに参加する資格はありません。
ko: 자신의 계정이 VAC 차단을 받은 선수는 토너먼트에 참가할 수 없습니다.

source: The tournament organizer has the right to not to react on messages which were sent by an unofficial source of communication.
ja: トーナメント主催者は、非公式の連絡手段によって送信されたメッセージに反応しない権利を有します。
ko: 토너먼트 주최자는 비공식 통신 소스가 보낸 메시지에 반응하지 않을 권리가 있습니다.

source: The coaches will be allowed to communicate with the team without restrictions.
ja: コーチは制限なしにチームと連絡することができます。
ko: 코치는 팀과 제한이 없는 의사소통을 할 수 있습니다.

source: Championship
ja: チャンピオンシップ

source: Teams and players are limited to participate only in one country during the qualifications.
ja: チームとプレイヤーが予選中に参加できるのは、1 か国のみに制限されています。
ko: 팀들과 선수들은 예선 기간 동안 한 국가에만 참가할 수 있습니다.

source: Using any third party software for modifying skins in the client is restricted and can be banned by the anti-cheat.
ja: クライアントのスキンを変更するためのサードパーティー製ソフトウェアの使用は制限され、チート行為の禁止により使用禁止される可能性があります。
ko: 타사 소프트웨어를 사용하여 클라이언트에서 스킨을 수정하는 행위는 제한되며, 안티 치트에 의한 추방으로 이어질 수 있습니다.

source: The ROG Masters 2021 (hereinafter Tournament) is an official competition with its own rules and regulations.
ja: ROG Masters 2021 (以下「トーナメント」) は、独自の規約に基づいた公式大会です。
ko: ROG 마스터즈 2021(이하 토너먼트)은 자체 규정과 규율에 따라 운영되는 공식 대회입니다.

source: 3 out of 5 players in a team need to be from the home country if the team is registered to that national qualifiers.
ja: 国別予選トーナメントに登録されている場合は、チーム 5 人のうち 3 人がその国の出身者である必要があります。
ko: 특정 국가의 예선전에 참가하려는 5명 구성의 팀에서는 3명 이상의 선수가 해당 국가 출신이어야 합니다.

source: During national qualifiers teams can only make a roster change after the qualifier finishes, and only if the team failed to qualify.
ja: 国別予選中、チームは、予選終了後、およびチームが予選に敗退した場合に限り、名簿変更を行うことができます。
ko: 국가 예선전에서 팀은 예선이 끝난 후에, 그리고 팀이 예선에 진출하지 못한 경우에만 로스터를 변경할 수 있습니다.

source: Regional Finals’ slots allocated to country
ja: 国に割り当てられたリージョン別決勝トーナメントのスロット
ko: 국가에 할당된 지역 결승전 슬롯

source: Any Tournament matches can be chosen to be broadcasted by the tournament organizer or partners.
ja: トーナメントの試合は、トーナメント主催者またはパートナーが放送することを選択することもあります。
ko: 토너먼트 주최자 또는 파트너들은 어떤 토너먼트 경기건 선택해서 방송할 수 있습니다.

source: Communication with the viewers, the coach (out of the allotted times) or other third parties during the match is prohibited.
ja: 試合中に視聴者、コーチ (割り当てられた時間外)、その他の第三者とコミュニケーションを取ることは禁止されています。
ko: 경기 중에는 시청자, 코치(배정된 시간 제외) 또는 기타 제3자와의 의사소통이 금지됩니다.

source: Filling the protest
ja: 抗議文の提出
ko: 이의 제기서 작성

source: Rule violations
ja: 規則違反
ko: 규정 위반

source: All dialogs between the tournament organizer representatives and players or team representatives, by any communication channels, are deemed strictly confidential.
ja: トーナメント主催者とプレイヤーまたはチーム代表者の間のすべてのやり取りは、どの通信チャネルを使用したかにかかわらず、 公開禁止 と します。
ko: 토너먼트 주최자 대표들과 선수들 또는 팀 대표들 간의 모든 대화는 어떤 통신 채널에서 발생했는지에 관계 없이 엄격하게 기밀로 간주됩니다.

source: Players guidelines
ja: プレイヤーのガイドライン
ko: 선수 가이드라인

source: All emails sent to the organizer or by the organizer are recognized as official messages and cannot be shared to third parties.
ja: 主催者との間で送受信した電子メールはすべて、公式の伝達事項として認められ、第三者に共有することはできません。
ko: 주최자 또는 주최자가 보낸 모든 이메일은 공식 메시지로 인식되며 제3자에게 공유할 수 없습니다.

source: A title sponsor may only be used in the name of one participating team and must be determined prior to the Minors.
ja: タイトルスポンサーは、1 つの参加チーム名につき 1 つのみ使用でき、Minors の前に決定する必要があります。
ko: 타이틀 스폰서는 하나의 참가 팀의 이름에만 사용할 수 있으며, 마이너 기간 이전에 결정해야 합니다.

source: Teams or their representatives are obligated to join remotely or on-site for any media activities scheduled by the organizer.
ja: チームまたはその代表者は、主催者が予定したメディア活動のために、リモートまたはオンサイトで参加する義務があります。
ko: 팀 또는 그 대표는 주최자가 일정을 짠 모든 미디어 활동에 대해 원격 참석 혹은 직접 참석할 의무가 있습니다.

source: Each player needs to submit his SteamID on the qualification platform or with the provided by organizer personal data collection way and cannot change the account during all phases of the tournament, until the end.
ja: 各プレイヤーは、予選プラットフォーム上でまたは主催者が指定する個人情報収集方法で SteamID を提出する必要があり、また、トーナメントが終了するまで、その全過程においてアカウントを変更することはできません。
ko: 각 플레이어는 예선 플랫폼 또는 주최자의 개인 데이터 수집 경로를 통해 SteamID를 제출해야 하며, 토너먼트의 모든 단계가 종료될 때까지 계정을 변경할 수 없습니다.

source: End ceremony
ja: 終了セレモニー
ko: 종료식

source: Team accounts
ja: チームアカウント
ko: 팀 계정

source: Roster submit deadline
ja: 名簿提出期限
ko: 로스터 제출 마감일

source: The following conditions must be met in order to participate in the ROG Masters 2021.
ja: ROG Masters 2021 に参加するには、以下の条件を満たす必要があります。
ko: ROG 마스터즈 2021에 참가하려면 다음 조건을 충족해야 합니다.

source: Coaches will be allowed to be on the server on a coaching position (coach T/CT).
ja: コーチは、サーバー上のコーチングポジション (コーチ T/CT) にいることができます。
ko: 코치는 코칭 위치의 서버(코치 T/CT)에 있을 수 있습니다.

source: The player understands that the organizer has the right to check any of his accounts and confirm that player eligible to take part in the tournament.
ja: プレイヤーは、主催者が自分のアカウントをチェックし、トーナメントに参加する資格があることを確認する権利があることを理解しています。
ko: 선수는 주최자가 자신의 모든 계정을 확인하고 토너먼트에 참가할 자격이 있는 선수인가를 확인할 권리가 있음을 이해합니다.

source: Decisions on the protests are final and cannot be arbitrated.
ja: 抗議に関する決定は、最終的なものであり、仲裁に付することはできません。
ko: 이의 제기에 대한 결정은 최종 결정이며, 중재될 수 없습니다.

source: Halftime: up to 2 minutes
ja: ハーフタイム: 最大 2 分
ko: 하프타임: 최대 2분

source: In the situation that the organizer requires replacement for a team invited to the APAC Finals, but lost the majority of the players, the slot will be transferred to the next best team in the National Qualifiers stage.
ja: 主催者が、APAC Finals に招待されたが、プレイヤーの大半を失ったチームを代替する必要がある場合、スロットは国内予選ステージの次点のベストチームに委譲されます。
ko: APAC 결승전에 초청된 팀이 과반수의 선수를 잃어 주최 측이 교체를 진행할 경우, 슬롯은 국가 예선 단계에서 다음으로 가장 좋은 성적을 얻은 팀에게 이전될 것입니다.

source: 5 secs
ja: 5 秒
ko: 5초

source: In case a player was dropped after the first damage on the map, a pause will be set during next freezetime, and the round won’t be replayed.
ja: マップで最初のダメージが加えられた後にプレイヤーがドロップした場合、次のフリーズタイム中に一時停止するように設定され、ラウンドは再プレイされません。
ko: 맵의 첫 사상자가 발생한 뒤에 선수들이 서버에서 튕겨 나갔을 경우, 다음 프리즈 시간에 일시 중단이 적용되며 해당 라운드는 재시작되지 않습니다.

source: During the Minors and Majors, each team is allowed to call a timeout (tactical pause) of 30 seconds up to four times per map.
ja: Minors と Majors の間、各チームは 30 秒のタイムアウト (戦術的な一時停止) をマップごとに 4 回まで呼びかけることができます。
ko: 마이너와 메이저 기간 동안 각 팀은 맵당 최대 4회까지 30초의 타임아웃(전략적 일시 중단)을 요청할 수 있습니다.

source: Age restrictions
ja: 年齢制限
ko: 연령 제한

source: Prize money
ja: 賞金
ko: 상금

source: Qualification for the APAC Finals is given to teams by following results:
ja: APAC 決勝トーナメントの参加資格は、以下の結果によりチームに与えられます。
ko: APAC 결승전 진출 자격은 아래의 결과를 얻은 팀에게 부여됩니다:

source: ASUS reserves the right to remove, modify or change the rules without further notice on any stage of the tournament to save the sport integrity of the tournament.
ja: ASUS は、トーナメントのスポーツの整合性を保つために、トーナメントの段階を問わず、予告なしに規則を削除、修正または変更する権利を留保します。
ko: ASUS에게는 토너먼트의 스포츠적 무결성 확보를 위해 토너먼트의 모든 단계에서 추가 공지 없이 규칙을 제거, 수정 또는 변경할 권리가 있습니다.

source: 40 secs
ja: 40 秒
ko: 40초

source: Physical player location
ja: 物理的なプレイヤーの場所
ko: 선수의 실제 위치

source: Players or casters are not allowed to broadcast their own or selected matches without prior approval of the tournament organizer.
ja: プレイヤーやキャスターは、トーナメント主催者の事前の承認なしに、自身の試合または選択した試合を放送することはできません。
ko: 선수들이나 캐스터들은 토너먼트 주최자의 사전 승인 없이 자신의 경기 혹은 선택한 경기를 방송할 수 없습니다.

source: Max rounds:
ja: 最大ラウンド:
ko: 최대 라운드:

source: Communication between tournament organizer and team representatives specified in the rules.
ja: 規則で規定された、トーナメント主催者とチーム代表者との間の連絡。
ko: 규칙에 명시된 토너먼트 주최자와 팀 대표들 간의 통신 항목입니다.

source: Using of overlays or other features
ja: オーバーレイまたはその他の機能の使用
ko: 오버레이와 기타 기능 사용

source: Later additions are only possible in cases of emergency.
ja: 後の追加は、緊急の場合のみ可能です。
ko: 향후 추가는 비상사태에만 가능합니다.

source: Upon request, FACEIT Admins will be available to assign them manually to the team.
ja: リクエストに応じて、FACEIT 管理者は手動でコーチをチームに割り当てることができます。
ko: FACEIT 관리자들은 요청이 있을 경우 그들을 수동으로 팀에 할당할 수 있습니다.

source: Call Vote - Call Tactical Timeout).
ja: 投票の呼びかけ - 戦術的タイムアウトの呼びかけ) を通じて呼びかけることができます。
ko: 투표 요청 - 전략적 타임아웃 요청)

source: FORMAT
ja: フォーマット
ko: 대회 형식
th: รูปแบบ
vi: ĐỊNH DẠNG

source: Using of bugs or game glitches
ja: バグやゲームの不具合の利用
ko: 버그 또는 게임 결함 사용

source: Team hereby confirms, warrants, conveys and is obliged to provide that the Team agrees to comply, and shall force its players and other personnel (e.g., players, managers, employees, contractors, etc.) to comply with these rules and regulations of the Tournament, and to observe and comply with all written instructions of the Tournament and/or its designees regarding the Tournament and participation in the Tournament, including, without limitation, instructions regarding access to, and secure use of, any related facilities, hardware, software and equipment.
ja: チームは、本トーナメントの規則および規制を遵守すること、また、本大会および/または指名者からの本大会および本大会への参加に関するすべての書面による指示 (関連施設、ハードウェア、ソフトウェアおよび機器へのアクセスおよび安全な使用に関するための指示を含むが、これらに限定されない) を遵守し、かつ選手およびその他の人員 (選手、マネージャー、従業員、契約者など) に遵守させることを強制することに同意し、それをここに確認し、保証し、伝達し、履行する義務を負うものとます。
ko: 또한 팀은 본 규정집 및 규율을 포함하여 토너먼트 및 토너먼트 참가와 관련하여 토너먼트 및 토너먼트 지명자들을 대상으로 마련된 시설, 하드웨어, 소프트웨어와 장비 등에 대한 접근 및 안전 사용 지침을 따르는 것에 동의하며, 관련 서면 지침을 팀의 선수들과 기타 인원(선수, 매니저, 직원, 도급업자 등)에게 양도 및 제공하며 그에 따르게 할 것임을 확인 및 보증합니다.

source: Remaining map is being played.
ja: 残りのマップをプレイします。
ko: 남은 맵에서 플레이하게 됩니다.

source: Stage matches
ja: 試合のステージ
ko: 경기 매칭

source: edit, modify, adapt, make derivative works from any of the Materials;
ja: 本件資料を編集、修正、適応し、その二次的著作物を作成すること。
ko: “자료”의 모든 편집, 수정, 개작 및 파생 작품;

source: One participant cannot be a part of more than one organization at the same time if the other is not recognized by the tournament organizer or allowed by the main referee of the Tournament.
ja: 他方の組織がトーナメント主催者によって認められない場合、またはトーナメントの主審によって許可されない場合、1 人の参加者が同時に複数のチームに所属することはできません。
ko: 하나의 참가자는 토너먼트 주최자나 주 심판의 인/허가 없이 동시에 두 개 이상의 조직에 소속될 수 없습니다.

source: Overtimes will be played in case of a 15-15 score after main rounds.
ja: オーバータイムは、メインラウンド後に 15-15 スコアの場合にプレイされます。
ko: 연장전은 메인 라운드 뒤 스코어가 15-15로 나오면 진행됩니다.

source: Rule '10.a Players addition' remains in place even for emergency transfers.
ja: 「 10.a プレイヤー追加」の規則は、緊急交代の場合でも有効であり続けます。
ko: 규정 '10.a 선수 추가' 은 비상 전송 시에도 적용됩니다.

source: ASUSTek Computer Inc. (“ASUS”) may at any time revise the Official Rulebook and Regulations and other rules set forth by ASUS.
ja: ASUSTek Computer Inc. (以下「ASUS」) は、ASUS が定める公式規則集および規制およびその他の規則をいつでも改訂することができ、
ko: ASUSTek 컴퓨터 Inc. ("ASUS")는 ASUS가 정한 공식 규정집 및 규율, 기타 규칙을 언제든 개정할 수 있습니다.

source: During the Qualifiers, any new player added to the starting five will act as a permanent player for further matches, while changed participants will no longer be able to return to the starting roster.
ja: 予選中、スターターの 5 名に追加した新規プレイヤーは、それ以降の試合の永久プレイヤーとして行動する一方、変更された参加者はスターター名簿に戻ることができなくなります。
ko: 예선 기간 동안 선발 선수 5인에 추가된 모든 새로운 선수는 추후 경기에서 영구적으로 선수로 활동하게 되며, 변경된 참가자는 선발 로스터로 복귀할 수 없게 됩니다.

source: The tournament organizer is not responsible for any information provided on 3rd party websites or resources.
ja: トーナメント主催者は、第三者のウェブサイトまたはリソースで提供される情報について一切責任を負いません。
ko: 토너먼트 주최자는 제3자의 웹사이트 또는 리소스를 통해 제공된 어떠한 정보에 대해서도 책임을 지지 않습니다.

source: Slot holder
ja: スロットホルダー
ko: 슬롯 할당

source: The ROG Masters 2021 is organized by ASUS and partners.
ja: ROG Masters 2021 は、ASUS とそのパートナーが主催します。
ko: ROG 마스터즈 2021은ASUS와 파트너들이 주최합니다.

source: Teams will have at least 15 minutes of a break between matches and 10 minutes between maps in best-of-three.
ja: チームは試合の合間に少なくとも 15 分以上の休憩時間があり、ベスト 3 ではマップ間で 10 分間の休憩時間があります。
ko: 팀은 경기 사이마다 최소 15분, 최종 선택된 3개의 맵 사이마다 최소 10분의 휴식을 취할 수 있습니다.

source: For Best of Three matches process will be:
ja: ベスト 3 のマッチプロセスは次のようになります。
ko: 3개의 최종 맵 선택 절차는 다음과 같이 진행될 것입니다:

source: In case it’s the first time breaching this rule - the team will receive a warning, after the second they will be penalized with Minor/Major penalties and possible disqualification.
ja: この規則に始めて違反した場合、チームは警告を受けますが、2 回目以降は軽度の/重大な罰則と失格処分を受ける可能性があります。
ko: 처음으로 해당 규칙을 위반할 경우 팀은 경고 처분을 받으며, 두 번째 위반 이후 팀은 경미한/중대한 페널티를 받거나 실격 처리를 당할 수 있습니다.

source: Coaching
ja: コーチング
ko: 코칭

source: Pause rules
ja: 一時停止規則
ko: 경기 일시 중지 규칙

source: Map pool
ja: マッププール
ko: 맵 풀

source: Teams sponsors
ja: チームスポンサー
ko: 팀 스폰서

source: Players cannot refuse to take part in the broadcasted match and cannot choose in what manner or style the broadcast is made, or withdraw his consent on his personal data processing during the Tournament.
ja: プレイヤーは、 主催が 放送 する 試合に参加することを拒否することはできません。また、放送がどのような方法やスタイルで行われるかを選択することはできません。また、トー ナメント中に自身の個人データの処理に関する同意を取り消すことはできません。
ko: 토너먼트 기간 도중 선수들은 방송 경기에 참여하는 것을 거부할 수 없고, 방송 제작 방식 및 스타일을 선택할 수 없으며, 자신의 개인 데이터 처리에 대한 동의를 철회할 수 없습니다.

source: Any other violation will be penalized at the sole discretion of the tournament direction.
ja: その他の違反については、トーナメントディレクターの単独裁量により罰が科されます。
ko: 다른 위반 사항은 토너먼트 감독의 재량에 따라 처벌됩니다.

source: This rule can be applied if the team roster used a substitute/coach but the situation is not solved and they require for additional roster changes.
ja: この規則は、チームロースターが代役/コーチを使用したが、状況が解決されず、追加のロースター変更が必要な場合に適用できます。
ko: 이 규정은 팀 로스터가 하나의 대체 선수/코치를 사용했으나 상황이 해결되지 않았고, 추가 로스터 변경이 필요할 때 적용됩니다.

source: Using of scripts will be regulated by the following rules:
ja: スクリプトの使用は、次の規則によって規制されます。
ko: 스크립트 의 사용은 아래의 규칙에 의해 규제됩니다:

source: In-game account
ja: ゲーム内アカウント
ko: 인게임 계정

source: Planting the bomb in such a way that no one can hear the sound is forbidden.
ja: 誰も音が聞こえないように爆弾を設置することは禁じられています。
ko: 아무도 소리를 들을 수 없는 폭탄을 설치하는 것은 금지됩니다.

source: Standards
ja: 標準
ko: 표준

source: Configs and drivers
ja: 設定とドライバー
ko: 설정 및 드라이버

source: They understand that the organizer will need to react on any report about harassment on gender, age, size and other insults, and will be punished with the possibility of disqualification from the tournament.
ja: 主催者は性別、年齢、規模、その他の侮辱に関するハラスメントに関する報告に対応する必要があり、トーナメントから失格となる可能性を含め、罰せられることを理解しています。
ko: 이들은 주최자가 성별, 연령, 체구에 대한 것을 포함하는 폭언, 모욕적인 언사 등 모든 행위에 대한 모든 신고에 대해 토너먼트에서의 실격 조치를 포함한 모든 처벌 조치로 대응할 수 있음을 이해합니다.

source: For the avoidance of doubt, the Team also hereby confirms, warrants, conveys and is obliged to provide that the rights granted herein include any and all necessary rights and licenses the Administration may need to effectuate the terms of the rights granted.
ja: なお、チームはここに付与された権利には、運営が付与された権利の条件を実行するために必要なすべての必要な権利およびライセンスが含まれていることを確認し、保証し、伝達し、履行する義務があります。
ko: 의심의 여지를 없애기 위해, 팀은 여기서 관리부에 부여한 권리의 발효에 필요한 모든 권리 및 이용허락을 양도 및 제공할 의무가 있음을 확인 및 보증합니다.

source: Results of the match are considered confirmed by both parties if there is no protest submitted right after finishing.
ja: 試合の結果は、終了直後に抗議が行われない場合は、両当事者が確認したものと見なされます。
ko: 경기 결과는 종료 직후 제기된 이의 사항이 없을 경우 양 팀이 확인한 것으로 간주됩니다.

source: Team names
ja: チーム名
ko: 팀 이름

source: Tournament participants (as defined below) shall be bound by any such revisions.
ja: トーナメント参加者 (以下に定義) は、このような改訂版にも則り、行動することを受諾したものとみなします。
ko: (아래에서 정의되는)토너먼트 참가자들 또한 개정에 영향받게 됩니다.

source: A player’s nationality is determined by a valid passport from, according to the country.
ja: プレイヤーの国籍は、国に応じて、国から発行された有効なパスポートによって決定します。
ko: 선수의 국적은 국가의 유효한 여권에 의해 결정됩니다.

source: For the open qualification the teams must create and submit a profile on the FACEIT.com platform.
ja: 参加資格を取得するためには、チームは FACEIT.com プラットフォームでプロフィールを作成し、提出する必要があります。
ko: 예선 참가를 위해 팀은 FACEIT.com 플랫폼에서 프로필을 작성 및 제출해야 합니다.

source: Exception given for the scripts using for jumpthrow and quickbuy.
ja: ジャンプスローとクイック購入に使用するスクリプトについては例外扱いにします。
ko: 점프스로우 혹은 퀵바이에 사용되는 스크립트는 예외입니다.
